{
  "videos": [
    {
      "title": "CUTCAM Clean + Care",
      "description": "Learn all the CUTCAM Basics of how to use, clean, and maintain your CUTCAM Unit. ",
      "difficulty": "Easy",
      "thumbnail": "cc_care_thumbnail.jpg",
      "url": "https://github.com/cutcamdev/cutcam-video/releases/download/v1.0.0/CC-Care.mp4",
      "timestamps": ["00_00", "00_08", "00_23", "01_35", "01_58", "02_31", "02_48", "03_05", "04_36", "05:35", "06_17"]
    },
  {
    "title": "Undercut Haircut",
    "description": "The undercut is a popular and versatile haircut that has gained significant traction in recent years. It is characterized by closely cropped or shaved sides and back, while the hair on top is left longer and often styled in various ways. This style creates a striking contrast between the shorter sides and the longer, voluminous top.\n\n\nThe undercut has a rich history that dates back to the early 20th century. It initially gained popularity during the Edwardian era and the 1920s. The style was commonly associated with the working class and was often seen as a rebellious choice. Over the years, the undercut has evolved and been adapted by different subcultures, such as the punk movement in the 1970s and the indie and alternative scenes in more recent times. Today, it has become a mainstream trend embraced by people of all genders.\n\n\nFace Shapes that Suit the Undercut: The undercut is a versatile haircut that can complement various face shapes. However, certain face shapes tend to work particularly well with this style:\n\nOval Face: The oval face shape is considered the most versatile, and it pairs well with the undercut. The balanced proportions and balanced features of an oval face can carry off various hairstyles, including the undercut.\n\nSquare Face: The angular features of a square face can be enhanced by the sharp lines and clean-cut appearance of the undercut. The shaved sides can help define the jawline and create a more chiseled look.\n\nDiamond Face: The undercut can be a great choice for diamond-shaped faces. The shorter sides and longer top help balance the narrow forehead and the wider cheekbones of this face shape.\n\nRound Face: For individuals with round faces, the undercut can add a sense of structure and create the illusion of elongation. Keeping the hair on top longer and styling it with height or volume can help create a more angular appearance.\nHeart Face: The undercut can work well with heart-shaped faces, particularly when the hair on top is styled with volume or texture. It helps to balance the broader forehead and narrows towards the chin.",
    "difficulty": "Easy",
    "thumbnail": "https://github.com/cutcamdev/cutcam-assets/blob/main/assets/thumbnails/undercut_carsen_thumb.jpeg?raw=true",
    "url": "https://github.com/cutcamdev/cutcam-video/releases/download/v1.0.0/cutcam-undercut-carsen.mov",
    "timestamps": ["01_30", "02_00", "02_25", "05_50", "08_50"]
  },
  {
    "title": "Fade Haircut",
    "description": "The mid-fade haircut is a stylish and versatile men's hairstyle that strikes a balance between short and long hair lengths. This haircut features a gradual tapering of hair length from the sides and back towards the top, creating a smooth transition between the shorter sides and the longer hair on the upper part of the head. The mid-fade haircut is known for its clean and neat appearance, making it suitable for both formal and casual occasions. It provides a modern and trendy look that can be customized to suit various face shapes and hair textures. This style allows for versatility in styling, as individuals can choose to keep the top longer and styled in various ways, such as a slicked-back look, textured crop, or even a pompadour. Ultimately, the mid-fade haircut combines precision with creativity, making it a popular choice among those seeking a contemporary and polished hairstyle.",
    "difficulty": "Advanced",
    "thumbnail": "https://github.com/cutcamdev/cutcam-assets/blob/main/assets/thumbnails/fade_carsen_thumb.jpg?raw=true",
    "url": "https://github.com/cutcamdev/cutcam-video/releases/download/v1.0.0/CC-Fade-Tutorial.mov",
    "timestamps": ["00_47", "01_22", "01_37", "02_15", "02_43"]
  }
]
}